[
  {"text": "The best way to get started is to stop talking and start doing.", "author": "Walt Disney"},
  {"text": "Design is not just what it looks like and feels like. Design is how it works.", "author": "Steve Jobs"},
  {"text": "Talk is cheap. Show me the code.", "author": "Linus Torvalds"},
  {"text": "Premature optimization is the root of all evil.", "author": "Donald Knuth"},
  {"text": "Programs must be written for people to read, and only incidentally for machines to execute.", "author": "Harold Abelson"},
  {"text": "Simplicity is the soul of efficiency.", "author": "Austin Freeman"},
  {"text": "The best way to predict the future is to invent it.", "author": "Alan Kay"},
  {"text": "The most dangerous phrase in the language is, 'We've always done it this way.'", "author": "Grace Hopper"},
  {"text": "It's fine to celebrate success but it is more important to heed the lessons of failure.", "author": "Bill Gates"},
  {"text": "When something is important enough, you do it even if the odds are not in your favor.", "author": "Elon Musk"},
  {"text": "If you can't tolerate critics, don't do anything new or interesting.", "author": "Jeff Bezos"},
  {"text": "Move fast with stable infrastructure.", "author": "Mark Zuckerberg"},
  {"text": "The Web does not just connect machines, it connects people.", "author": "Tim Berners-Lee"},
  {"text": "Always deliver more than expected.", "author": "Larry Page"},
  {"text": "We want to organize the world's information and make it universally accessible and useful.", "author": "Sergey Brin"},
  {"text": "Code is read much more often than it is written.", "author": "Guido van Rossum"},
  {"text": "There are only two kinds of languages: the ones people complain about and the ones nobody uses.", "author": "Bjarne Stroustrup"},
  {"text": "Unix is simple. It just takes a genius to understand its simplicity.", "author": "Dennis Ritchie"},
  {"text": "One of my most productive days was throwing away 1000 lines of code.", "author": "Ken Thompson"},
  {"text": "The Apollo code was very human—written by people for people.", "author": "Margaret Hamilton"}
]

